/* Localizable strings not stored in nib files and not stored in application
 * resources, the strings below can be accessed using the
 * GetBundleLocalizedString() macro, those stored in application resources
 * must be accessed using GetLocalizedString() instead.
 */

/* ----------------------------------------------------------------------
 * Strings generally used for the overview pane
 * ---------------------------------------------------------------------- */
 
"kNoStartDateNotRunning" = "参照不可 - サービスが動作していません";

"kDateFormatter" = "%c";

"RUNNING" = "実行中";
"STOPPED" = "停止";
"STARTING" = "開始中";
"STOPPING" = "停止中";
"PAUSED" = "一時停止";
"UNKNOWN" = "不明";

"N/A" = "参照不可";

"Mail Service is:" = "メールサービス：";
"Start Time:" = "開始時間：";
"Outgoing SMTP:" = "送信 SMTP：";
"Incoming SMTP:" = "受信 SMTP：";
"POP:" = "POP：";
"IMAP:" = "IMAP：";
"Mailing Lists:" = "メーリングリスト：";
"Junk Mail Filtering:" = "迷惑メールフィルタ：";
"Virus Scanning:" = "ウイルス・スキャン：";
"Configure Mail Service..." = "メールサービスを構成...";
"Mail Clustering:" = "メールのクラスタリング：";
"Cluster Name:" = "クラスタ名：";
"Cluster Members:" = "クラスタメンバー：";

"YES" = "入";
"NO" = "切";

"ON" = "入";
"OFF" = "切";

"ASIA_LABEL" = "ASIA：";
"LISTSERVER_LABEL" = "メーリングリスト：";
"CONNS" = "接続されているユーザ数 %@";
"ENABLED" = "有効";
"DISABLED" = "使用しない";
"OPEN" = "開く";
"CONFIGURED" = "構成が終わりました";
"REQUIRED" = "必要";

/* ----------------------------------------------------------------------
 * Strings used for labels in the warning section of the Overview pane.
 * ---------------------------------------------------------------------- */

"WARNING_CLEARTEXT_LABEL" = "クリアテキストによる認証";
"WARNING_SMTP_RELAY_LABEL" = "SMTP リレー";
"WARNING_SSL_LABEL" = "SSL を使用";

"has warning" = "1 つ以上のサービスからエラーが報告されました：";
"connections" = " 接続";

// following error, warning code get from servermgr_mail
"ErrWarnIMAP" = "特定のエラーについて IMAP のログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnIMAP10" = "IMAP サーバに重大なエラーが発生しました。";
"ErrWarnIMAP20" = "IMAP サーバにエラーが発生しました。";
"ErrWarnIMAP30" = "IMAP サーバから警告が報告されています。";
"ErrWarnPOP" = "特定のエラーについて POP のログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnPOP10" = "POP サーバに重大なエラーが発生しました。";
"ErrWarnPOP20" = "POP サーバにエラーが発生しました。";
"ErrWarnPOP30" = "POP サーバから警告が報告されています。";
"ErrWarnSMTP" = "特定のエラーについて SMTP のログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnSMTPIn10" = "受信 SMTP サーバに重大なエラーが発生しました。";
"ErrWarnSMTPIn20" = "受信 SMTP サーバに障害が発生しています。";
"ErrWarnSMTPIn30" = "受信 SMTP サーバにエラーが発生しました。";
"ErrWarnSMTPIn40" = "受信 SMTP サーバから警告が報告されています。";
"ErrWarnSMTPIn50" = "受信 SMTP サーバが拒否されます。";
"ErrWarnSMTPOut10" = "送信 SMTP サーバに重大なエラーが発生しました。";
"ErrWarnSMTPOut20" = "送信 SMTP サーバに障害が発生しています。";
"ErrWarnSMTPOut30" = "送信 SMTP サーバにエラーが発生しました。";
"ErrWarnSMTPOut40" = "送信 SMTP サーバから警告が報告されています。";
"ErrWarnSMTPOut50" = "送信 SMTP サーバが拒否されます。";
"ErrWarnMailman" = "特定のエラーについてメーリングリストのログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnMailman10" = "メーリングリストに重大なエラーが発生しました。";
"ErrWarnMailman20" = "メーリングリストにエラーが発生しました。";
"ErrWarnMailman30" = "メーリングリストから警告が報告されています。";
"ErrWarnSpam" = "特定のエラーについて迷惑メールフィルタのログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnSpam10" = "迷惑メールフィルタに重大なエラーが発生しました。";
"ErrWarnSpam20" = "迷惑メールフィルタにエラーが発生しました。";
"ErrWarnSpam30" = "迷惑メールフィルタから警告が報告されています。";
"ErrWarnClamAV" = "特定のエラーについてウイルス・スキャンのログを確認し、システム管理者ガイドで可能な操作を参照してください。";
"ErrWarnClamAV10" = "ウイルス・スキャンに重大なエラーが発生しました。";
"ErrWarnClamAV20" = "ウイルス・スキャンにエラーが発生しました。";
"ErrWarnClamAV30" = "ウイルス・スキャンから警告が報告されています。";
"newline" = "\n";

/* ----------------------------------------------------------------------
 * Strings used to map log names to the log selection menu list.
 *	Jaguar server logs:
 * ---------------------------------------------------------------------- */

"errorLog" = "メールエラー";
"imapLog" = "IMAP";
"pop3Log" = "POP";
"repairLog" = "データベースの修復";
"routerLog" = "ルーターログ";
"serverLog" = "メールサーバログ";
"smtpInLog" = "SMTP（受信）";
"smtpOutLog" = "SMTP（送信）";


/* ----------------------------------------------------------------------
 * Panther server logs:
 * ---------------------------------------------------------------------- */

"IMAP Log"		= "IMAP";
"POP Log"		= "POP";
"SMTP Log"		= "SMTP";
"Server Log"	= "メールアクセス";

/* ----------------------------------------------------------------------
 * Newer Leopard server logs:
 * ---------------------------------------------------------------------- */

"IMAP" = "IMAP";
"POP" = "POP";
"SMTP" = "SMTP";
"Mail Access" = "メールアクセス";
"Virus" = "ウイルス";

/* ----------------------------------------------------------------------
 * Mailman logs
 * ---------------------------------------------------------------------- */

"Lists error"			= "メーリングリスト - エラー";
"Lists post"			= "メーリングリスト - 投稿";
"Lists qrunner"			= "メーリングリスト - サービス";
"Lists smtp"			= "メーリングリスト - 配信";
"Lists smtp-failure"	= "メーリングリスト - 配信エラー";
"Lists subscribe"		= "メーリングリスト - 照会先";

"Mailing Lists - Errors" = "メーリングリスト - エラー";
"Mailing Lists - Postings" = "メーリングリスト - 投稿";
"Mailing Lists - Service" = "メーリングリスト - サービス";
"Mailing Lists - Delivery" = "メーリングリスト - 配信";
"Mailing Lists - Delivery Failures" = "メーリングリスト - 配信エラー";
"Mailing Lists - Subscriptions"	= "メーリングリスト - 照会先";


/* ----------------------------------------------------------------------
 * Junk mail/virus logs
 * ---------------------------------------------------------------------- */

"Amavisd Log"	= "迷惑メール／ウイルスのスキャン";
"Junk Mail/Virus Scanning" = "迷惑メール／ウイルスのスキャン";
"Virus Log"		= "ウイルス";
"Virus DB Log"	= "ウイルスデータベースのアップデート";
"Virus Database Updates" = "ウイルスデータベースのアップデート";

/* ----------------------------------------------------------------------
 * Mailing list user title
 * ---------------------------------------------------------------------- */

"LISTUSERSTITLE" = "“%@”のメンバー：";


/* ----------------------------------------------------------------------
 * Virus
 * ---------------------------------------------------------------------- */

"kClamDBNotAvailable" = "前回のアップデート：参照不可";
"kClamDBLastUpdate"   = "前回のアップデート：";

/* ----------------------------------------------------------------------
 * Settings strings
 * ---------------------------------------------------------------------- */
 
"kDovecotMaxIMAPConnectionsLabel" = "接続";
"kCyrusMaxIMAPConnectionsLabel" = "接続（制限しない場合は 0 を使用）";

/* ----------------------------------------------------------------------
 * Strings displayed in the generic entry sheet for various settings.
 * ---------------------------------------------------------------------- */

"ALIAS_TITLE" = "ローカルホストのエイリアス：";
//"ALIAS_HELP" = "Mail addressed to this hostname will be accepted by this server.";
"ALIAS_HELP" = "このホスト名宛てのメールは、このサーバのローカルアカウントに\n配信されます。";
//"ALIAS_DEFAULT" = "";

"VIRTUAL_TITLE" = "仮想ドメイン：";
"VIRTUAL_HELP" = "このドメインは、ローカルサーバ上の仮想ホストとして運用されます。";
//"VIRTUAL_DEFAULT" = "";

"RELAY_TITLE" = "SMTP リレーを受け付けるホストまたはネットワーク：";
"RELAY_HELP" = "このホストまたはネットワークはこのサーバを経由したメールのリレーを許可\
されます。";
//"RELAY_DEFAULT" = "";

"REFUSED_TITLE" = "すべてのメッセージを拒否するホストまたはネットワーク：";
"REFUSED_HELP" = "このホストまたはネットワークから発信されるすべてのメッセージはこのサーバ\
にルーティングまたは配信されません。\
これにより迷惑メールの送信者がサーバを使用できなくなります。";
//"REFUSED_DEFAULT" = "";

"RBL_TITLE" = "リアルタイム・ブラックリストのソース：";
"RBL_HELP" = "これにより迷惑メールの発信者がサーバを使用できなくなります。";
"RBL_DEFAULT" = "dun.dnsrbl.net";

/* ----------------------------------------------------------------------
 * Sheet instructions
 * ---------------------------------------------------------------------- */

"MIGRATION_DB_SHEET" = "既存の 10.1 または 10.2 メールデータベースのうち、メールを移行するデータベースが置かれているフォルダを選択してください。";
"NEW_DB_LOCATION_SHEET" = "メールデータベースを置くフォルダを選択してください。";
"NEW_MAIL_STORE_LOC_SHEET" = "デフォルトのメールの保存場所を置くフォルダを選択してください。";
"NEW_ALT_MAIL_STORE_LOC_SHEET" = "追加のメールの保存場所を置くフォルダを選択してください。";

/* ----------------------------------------------------------------------
 * Log info
 * ---------------------------------------------------------------------- */

"LOG_INFO_SMTP_CRIT"	= "管理者がすぐに対処しなければならない可能性がある重大なエラーが記録されます。";
"LOG_INFO_SMTP_ERR"		= "エラーログのみが記録されます。";
"LOG_INFO_SMTP_WARN"	= "すべての警告およびエラーが記録されます。";
"LOG_INFO_SMTP_NOTICE"	= "認証の失敗が記録されます。";
"LOG_INFO_SMTP_INFO"	= "接続のトランザクション、配信の試行、認証の試行が記録されます。";
"LOG_INFO_SMTP_DEBUG"	= "すべてのメッセージが記録されます。このオプションは、サーバの設定をデバッグするときに使用します。";

"LOG_INFO_IMAP_CRIT"	= "管理者がすぐに対処しなければならない可能性がある重大なエラーが記録されます。";
"LOG_INFO_IMAP_ERR"		= "データベースの障害、クオータ使用率のアップデートの失敗などの I/O エラーが記録されます。";
"LOG_INFO_IMAP_WARN"	= "保護メカニズムの障害、アイドル状態のクライアントのタイムアウトが記録されます。";
"LOG_INFO_IMAP_NOTICE"	= "成功と失敗の両方の認証処理が記録されます。";
"LOG_INFO_IMAP_INFO"	= "メールボックスの閲覧、重複する配信の抑制処理が記録されます。";
"LOG_INFO_IMAP_DEBUG"	= "すべてのメッセージが記録されます。このオプションは、サーバの設定をデバッグするときに使用します。";

"LOG_INFO_SPAM_CRIT"	= "管理者がすぐに対処しなければならない可能性がある重大なエラー、および開始／終了／失敗メッセージ、ウイルスの検出などが記録されます。";
"LOG_INFO_SPAM_ERR"		= "スキャンエージェント間で渡されたデータが記録されます。";
"LOG_INFO_SPAM_WARN"	= "ウイルススキャナの出力が報告されます。";
"LOG_INFO_SPAM_NOTICE"	= "クライアント／サーバプロトコルのトランザクション情報が記録されます。";
"LOG_INFO_SPAM_INFO"	= "分解されたメッセージの一覧が表示されます。";
"LOG_INFO_SPAM_DEBUG"	= "すべてのメッセージが記録されます。このオプションは、サーバの設定をデバッグするときに使用します。";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"TIGER_ONLY" = "この機能は Mac OS X Server 10.4 以降でのみ利用できます。";
"TIGER_ONLY_RECONSTRUCT" = "アカウントの再構築は Mac OS X Server 10.4 以降でのみ利用できます。";

"QUEUE_FMT" = "メッセージ ID：\t%@\n日付：\t\t%@\nサイズ：\t\t\t%@\n差出人：\t\t%@\n受信者と状況：\n----------------------\n%@";

"DELETE_MESSAGE" = "選択したメッセージをメールキューから削除しますか？";
"DELETE_RANGE" = "選択した %@ 件のメッセージをすべてメールキューから削除しますか？";

"RETRY_MSG" = "メールキューにあるすべてのメッセージの送信を再試行しますか？";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"DB_REPAIR_START" = "メールデータベースを修復中...";
"DB_REPAIR_FINISH" = "完了しました。";

"RECONSTRUCT_START" = "ユーザ %@ を再構築中...";
"RECONSTRUCT_FINISH" = "完了しました。";

"DELETEACCOUNT_START" = "ユーザ %@ のメールを削除中...";
"DELETEACCOUNT_FINISH" = "完了しました。";

"DELETEACCOUNT_TITLE" = "選択したユーザのメールをすべて削除しますか？";
"DELETEACCOUNTS_TITLE" = "選択したユーザのメールをすべて削除しますか？";
"DELETEACCOUNT_MESSAGE" = "この操作は取り消せません。";

"Delete" = "削除";
"Cancel" = "キャンセル";

"MIGRATE_GET_USERS" = "メールデータベースからユーザを取得中...";
"MIGRATE_GET_COMPLETE" = "完了しました。";
"MIGRATE_ALL_USERS" = "すべてのユーザ";
"MIGRATE_ALL_ACCOUNTS" = "すべてのアカウント";
"MIGRATE_DEFAULT" = "default";

"No Accounts" = "ユーザをここに表示する前に、まずユーザがメールを受信する必要があります。";

/* ----------------------------------------------------------------------
 * Error strings
 * ---------------------------------------------------------------------- */

"-1200" = "現在、有効になっているメールサービスがありません。開始する前に、POP、IMAP、SMTP のいずれかまたはすべてを選択してください";

/* ----------------------------------------------------------------------
 * warning or error strings shown in dialog
 * ---------------------------------------------------------------------- */

"existeduserstitle" = "追加中のユーザの一部はすでに存在しています。";
"existedusersmessage" = "アクセス権は新しい設定にアップデートされます。";
"quotaWarningTitle" = "一部のフィールドが空白です。";
"quotaWarningMessage" = "“差出人”、“件名”、または“メッセージ本文”が空欄のままです。これはユーザを混乱させる可能性があります。";
"ok" = "OK";
"Valid IP address" = "有効な IP アドレス";
"Invalid IP address, range or group" = "IP アドレス、範囲、またはグループが無効です";
"Address range from: " = "           アドレス範囲：";
"to: " = "〜：";
"empty relay message" = "“これらのホストとネットワークからの SMTP リレーのみを受け付ける”を選択しましたが、ホストまたはネットワークを指定していません";
"empty refuse message" = "“これらのホストとネットワークからのすべてのメッセージを拒否する”を選択しましたが、ホストまたはネットワークを指定していません";
"you must select a SMTP SSL certificate" = "SMTP SSL の証明書を選択する必要があります";
"you must select a IMAP and POP SSL certificate" = "IMAP および POP SSL の証明書を選択する必要があります";

/* ----------------------------------------------------------------------
 * Mail Cluster strings
 * ---------------------------------------------------------------------- */
"cluster name header" = "サーバはメールクラスタに接続します - ";
"cluster ending" = "：\n";
"clusterconfirm" = "このメールサーバをメールクラスタに接続すると、変更したすべての設定がクラスタに適用されます。";

"Enter an administrator login for the notification server that will deliver push mail notifications." = "プッシュメール通知を配信するには、通知サーバの管理者ログイン情報を入力してください。";
"Enter an administrator login for '%@' to stop delivering push mail notifications." = "プッシュメール通知の配信を停止するには、‘%@’の管理者ログイン情報を入力してください。";

"Add..." = "追加...";
"Remove..." = "取り除く...";
